Revit 2027 API
ParameterTypeId.FamilyAllowCutWithVoids Property
 "Cut with Voids When Loaded"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyAllowCutWithVoids { get; }
Public Shared ReadOnly Property FamilyAllowCutWithVoids As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyAllowCutWithVoids {
	ForgeTypeId^ get ();
}
static member FamilyAllowCutWithVoids : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace